Repository: lione95/CrazyJobJournal
Catalog: CrazyJobJournal/Localization/*.lproj/Localizable.strings
Languages: fr, it

source: Home
it: Menu Iniziale

source: Resume
fr: REPRENDRE
it: Riprendi

# TextForReflect
source: Insert here your self reflection...
fr: Prenez votre temps et réfléchissez...
it: Inserisci qui la tua riflessione...

source: Self Reflection
fr: Auto-réflexion
it: Riflessioni

source: Done
fr: FAIT
it: Fatto

# Add
source: Task Finished
fr: TÂCHE TERMINÉE
it: Task Completato

# FirstButton
source: Start!
it: Iniziamo!

# PastJ
source: Look Back
fr: JOURNAL
it: Guardarsi indietro

# Shake
source: Shake it!
fr: Secouez-le!
it: Scuotilo

source: Next
fr: SUIVANT
it: Avanti

# DefDesc
source: Maybe you need to shake it first...
fr: Peut-être faut-il d'abord le secouer...
it: Forse è necessario scuoterlo prima...

# JobD
source: Unemployed
it: Disoccupato

# Job1
source: Civil Engineer
fr: Ingénieur civil
it: Ingegnere civile

# Desc1
source: Maybe you've always enjoyed building with Lego and making sand castles and would like to turn this passion into a job, then you might be interested in understanding what a civil engineer does. He oversees the design, construction and maintenance of key structures and infrastructure, such as buildings, bridges, tunnels and more.
fr: Vous avez peut-être toujours aimé construire avec des Lego, il existe un métier qui vous permet d'en faire une réalité, l'ingénieur civil. Il supervise la conception, la construction et l'entretien des principales structures et infrastructures, telles que les bâtiments, les ponts, les tunnels, etc...
it: Magari ti è sempre piaciuto costruire con i Lego e fare castelli di sabbia, vorresti rendere questa passione un lavoro, allora potresti essere interessato nel capire di cosa si occupa un ingegnere civile. Cura la progettazione, costruzione, manutenzione di strutture e infrastrutture fondamentali, quali edifici, ponti, gallerie e molto altro.

# Job2
source: Computer science
fr: Informaticien
it: Informatico

# Desc2
source: Ever since you were a child you have always had a passion for PCs and over the years you have become more and more interested in how they work, then you could be a computer scientist. You are in charge of everything to do with the installation, configuration, updating and maintenance of computer equipment.
fr: Depuis l'enfance, vous avez une passion pour le PC, l'ingénieur informaticien concrétise cette passion au travail. Il s'occupe de tout ce qui concerne l'installation, la configuration, la mise à jour et la maintenance du matériel informatique.
it: Fin da piccolo hai sempre avuto una passione per il PC e nel corso degli anni ti sei interessato sempre di più al come funzionano, potresti essere un informatico. Si occupa di tutto ciò che compere l’installazione, la configurazione, l’aggiornamento e la manutenzione delle apparecchiature informatiche.

# Job3
source: Linguist
fr: Linguiste
it: Linguista

# Desc3
source: You have always had a passion for languages, even to better understand another culture, then you could be a linguist. Theyâ€™re an expert in language, able to analyse and investigate the origin, evolution and structure of languages, dealing with both ancient and modern languages, in the written and spoken part of language. They are interested not only in the linguistic process, but also in the social process.
fr: Vous avez toujours eu une passion pour les langues, ne serait-ce que pour mieux comprendre une autre culture, alors vous pourriez être linguiste. Il s'agit d'un expert en langues, capable d'analyser et d'étudier l'origine, l'évolution et la structure des langues, en s'intéressant à la fois aux langues anciennes et modernes, à la partie écrite et parlée du langage. Il s'intéresse non seulement au processus linguistique, mais aussi au processus social.
it: Hai sempre avuto una passione per le lingue, magari da piccolo ti sei subito interessato all’inglese o ad un’altra lingua, anche per capire meglio un’altra cultura, allora potresti essere un linguista. Egli è un esperto del linguaggio, in grado di analizzare ed approfondire l’origine, l’evoluzione e la struttura delle lingue, si occupano sia di lingue antiche che moderne, nella parte scritta e parlata del linguaggio. Sono interessati non sono al processo linguistico, ma anche a quelli sociali.

# Desc4
source: Since childhood you have had a passion for drawing, you have always been interested in keeping up to date with the evolution of visual language, you could be a graphic designer. You create drawings, sketches, animation and multimedia work for the artistic, advertising and communication fields. You use different techniques and tools, depending on your project.
fr: Depuis l'enfance, vous avez une passion pour le dessin, alors vous serez peut-être intéressé de savoir que le graphiste fait de cette passion un métier. Il est chargé de créer des dessins, des croquis, des animations et des œuvres multimédias pour les domaines artistique, publicitaire et de la communication. Il utilise différentes techniques et outils en fonction de son projet.
it: Fin da piccolo hai avuto una passione per il disegno, ti è sempre interessato tenerti aggiornato sull’evoluzione del linguaggio visivo, potresti essere un graphic designer. Si occupa di realizzare disegni, bozzetti, lavori di animazione ed elaborati multimediali per l’ambito artistico, pubblicitario e comunicativo. Utilizza tecniche e strumenti differente, a seconda del proprio progetto.

# Job5
source: Business development officer
fr: Chargé de développement commercial
it: Addetto allo sviluppo commerciale

# Desc5
source: You are a dynamic person who likes to manage relationships with others and keep everything administrative in order, then you might be interested in what a business development officer does. He/she is in charge of administrative tasks, such as handling orders, preparing commercial offers, preparing commercial reports, correspondence and managing relations with customers and suppliers.
fr: C'est une personne dynamique qui aime gérer les relations avec les autres et mettre de l'ordre. Elle est chargée de tâches administratives telles que la gestion des commandes, les devis et la préparation des offres commerciales, la préparation des rapports commerciaux, la correspondance et la gestion des relations avec les clients et les fournisseurs.
it: Sei una persona dinamica alla quale piace gestire il rapporto con gli altri e tenere in ordine tutto ciò che riguarda l’ambito amministrativo, allora potrebbe interessarti ciò che fa l’addetto allo sviluppo commerciale. Si occupa di mansioni amministrative, come gestire gli ordini, preventiva ed elabora offerte commerciali, prepara la reportistica commerciale, della corrispondenza e della gestione dei rapporti con clienti e fornitori.

# Task1
source: Take a ruler (or a similar tool) to check that the dimensions of your school desk are the same as those of the other desks.
fr: Prends une règle (ou un outil similaire) pour vérifier que les dimensions de ton bureau d'école sont les mêmes que celles des autres bureaux.
it: Prendi un righello (o uno strumento simile) per controllare che le dimensioni del tuo banco siano le stesse di quelle degli altri banchi.

# Task2
source: Take a bottle of water and make small holes in the cap to see how the water flows according to the size of the hole you have created
fr: Prenez une bouteille d'eau et faites de petits trous dans le bouchon pour voir comment l'eau s'écoule en fonction de la taille du trou que vous avez créé.
it: Prendi una bottiglia d’acqua e crea dei piccoli fori sul tappo per capire come l’acqua fluisce in base alla grandezza del foro che hai creato

# Task3
source: Take some flour and water and mix them to make a homogeneous mixture that can be used as much as possible as 'glue'
fr: Prenez de la farine et de l'eau et mélangez-les pour obtenir un mélange homogène qui peut être utilisé autant que possible comme 'colle'
it: Prendi della farina e dell’acqua e mischiali per ottenere un composto omogeneo, che possa essere quanto più usabile come “colla”

# Task4
source: If you have a desktop PC, take apart the side panel and open it to understand how the internal parts of a PC are assembled
fr: Si vous avez un PC de bureau, démontez le panneau latéral et ouvrez-le pour comprendre comment sont assemblées les parties internes d'un PC.
it: Se hai un pc fisso smonta il pannello laterale ed aprilo per capire come sono assemblate le parti interne di un pc

# Task5
source: Learn about a new technology in computing and write a short summary of what you have discovered
fr: Renseignez-vous sur une nouvelle technologie informatique et rédigez un bref résumé de ce que vous avez découvert
it: Informati su una nuova tecnologia nell’ambito informatico e scrivi un breve riassunto su ciò che hai scoperto

# Task6
source: Make sure all programmes and applications on your phone and PC are up to date, if not, update them
fr: Assurez-vous que tous les programmes et applications de votre téléphone et de votre PC sont à jour, si ce n'est pas le cas, mettez-les à jour.
it: Assicurati che tutti i programmi e le applicazioni sul tuo telefono e pc siano aggiornati, in caso contrario aggiornali

# Task7
source: Open a YouTube video in one of the non-native languages you are studying and try to transcribe the text as best you can.
fr: Ouvrez une vidéo YouTube dans l'une des langues non maternelles que vous étudiez et essayez de transcrire le texte du mieux que vous pouvez.
it: Apri un video su YouTube in una delle lingue non madre che stai studiando e cerca di trascrivere il testo il meglio che puoi.

# Task8
source: Try to translate a page of a textbook in a language other than your mother tongue into your own language, possibly using technical terms wherever possible.
fr: Essayez de traduire une page d'un manuel dans une langue autre que votre langue maternelle dans votre propre langue, en utilisant éventuellement des termes techniques dans la mesure du possible.
it: Cerca di tradurre nella tua lingua una pagina di un libro di testo in una lingua diversa dalla tua lingua madre, possibilmente usando termini tecnici laddove possibile.

# Task9
source: Find out about a culture other than your own and write a small text summarising what you have discovered.
fr: Renseignez-vous sur une culture différente de la vôtre et rédigez un petit texte résumant ce que vous avez découvert.
it: Informati su una cultura diversa dalla tua e scrivi un piccolo testo che riassuma ciò che hai scoperto.

# Task10
source: Inspired by an animal you like and based on it create different logos, like you would create stickers
fr: Inspirez-vous d'un animal que vous aimez et, à partir de lui, créez différents logos, comme vous le feriez pour des autocollants.
it: Ispirati ad un animale che ti piace e basandoti su di esso crea loghi differenti, come se volessi creare degli sticker

# Task11
source: Recreate a design you like to the best of your ability to explore your talent
fr: Recréez un dessin que vous aimez au mieux de vos capacités pour explorer votre talent.
it: Ricrea un disegno che ti piace al meglio delle tue possibilità per esplorare al meglio il tuo talento

# Task12
source: Learn about new technologies in the field of graphic design, after doing so try to use one to create a design
fr: Renseignez-vous sur les nouvelles technologies dans le domaine de la conception graphique, puis essayez d'en utiliser une pour créer un dessin.
it: Informati sulle nuove tecnologie nell’ambito del graphic design, dopo averlo fatto cerca di usarne una per creare un disegno

# Task13
source: Create a daily schedule to better manage your study hours
fr: Créez un programme quotidien pour mieux gérer vos heures d'étude.
it: Creati un programma giornaliero per meglio gestire le tue ore di studio

# Task14
source: Find out about the use of applications and programmes such as excel that help with time and task management
fr: Se renseigner sur l'utilisation d'applications et de programmes tels qu'excel qui aident à la gestion du temps et des tâches.
it: Informati sull’uso di applicazioni e programmi come excel che aiutano nella gestione di tempi e nella gestione delle attività

# Task15
source: Create a contact list with people you know, so that a possible third party can get in touch with them without problems
fr: Créer une liste de contacts avec des personnes que vous connaissez, afin qu'un tiers éventuel puisse les contacter sans problème.
it: Crea una lista contatti con le persone che conosci, in modo tale che un’eventuale terza parte possa entrare in contatto con loro senza problemi

# Job4
source: Graphic designer
fr: Graphiste
